Revit 2027 API
ParameterTypeId.ZoneCoolingInformationParam Property
 "Cooling Information"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneCoolingInformationParam { get; }
Public Shared ReadOnly Property ZoneCoolingInformationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneCoolingInformationParam {
	ForgeTypeId^ get ();
}
static member ZoneCoolingInformationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace